/*
 * Status messages
 */
"CAMERA_PREVIEW_VIDEO_NOT_CONNECTED" = "No hay camera";

"CAMERA_VIEW_ERROR" = "Camera que mal";

"AUDIO_INIT_ERROR" = "Audio es malo";

"SENSOR_ERROR_CANT_FIND_NORTH" = "No Norte?";

"SENSOR_ERROR_MAGNETOMETER_NOT_AVAILABLE" = "No hay compass";

"LOCATION_ERROR" = "Donde estoy?";

"STATUS_SCANNING" = "Escondido...";

"STATUS_LOCKING" = "Lockando...";

/*
 * Social media
 */

"SHARE_TEXT" = "Yo veo Santa de %@ con %@ (%@)";

/*
 * Web links
 */

// Santa Spy app home page
"APP_HOME_URL" = "http://www.roundtripsoftware.com/santa/";

// Santa Spy app help page
"APP_HELP_URL" = "http://www.roundtripsoftware.com/santa/help/es";

// Downloads the latest new from RTS, to embed in the flip side view
"RTS_NEWS_TEXT_SOURCE" = "http://www.roundtripsoftware.com/storage/embeded_app_news/text_es.txt";

// This link conttains the App Store link to hit when the news above is clicked
"RTS_NEWS_LINK_SOURCE" = "http://www.roundtripsoftware.com/storage/embeded_app_news/url_es.txt";
// So the URL anove would return a link such as below:
//"RTS_NEWS_LINK_SOURCE" = "https://itunes.apple.com/us/app/mobile-sports-scout-football/id366323117?mt=8&uo=4";

/*
 * Fallback defaults if above URLs cannot be accessed
 */

// Default news text, used if the above link cannot be reached
"RTS_NEWS_DEFAULT_TEXT" = "Hecho por Round Trip Software, LLC";

// Default news link, used if the above link cannot be reached
"RTS_NEWS_DEFAULT_LINK" = "http://www.roundtripsoftware.com/";

/*
 * Misc labels
 */

"MILES_SHORT" = "miles";

"KILOMETERS_SHORT" = "km";

"HELP" = "Ayudar";

"SHARE" = "Sharar";
